[{"labels":["ontology annotation","findability"],"resource":"Aber-OWL","description":"Type any term or phrase to search the AberOWL ontology repository for a class with label (try pancreas), class description containing searched phrase or part of it (try sugar binding GO), using class OBO ID (try PATO:0001234), for ontologies by acronym (try ECO) or by phrase part of ontology description (try integrated upper ontology,infectious disease, or pathology), or perform a Description Logic query (try 'part of' some 'apoptotic process' ):","url":"http:\/\/aber-owl.net\/#\/","id":"tool-1802244706507895372","type":"tools","time":"2020-11"},{"labels":["ontology annotation","interoperability"],"resource":"Alation","description":null,"url":"https:\/\/www.alation.com\/","id":"tool-8460440406676768097","type":"tools","time":"2020-11"},{"labels":["ontology annotation","interoperability"],"resource":"Biobert","description":"This repository provides the code for fine-tuning BioBERT, a biomedical language representation model designed for biomedical text mining tasks such as biomedical named entity recognition, relation extraction, question answering, etc. Please refer to our paper BioBERT: a pre-trained biomedical language representation model for biomedical text mining for more details. This project is done by DMIS-Lab.\n","url":"https:\/\/github.com\/dmis-lab\/biobert","id":"tool-2597139327568999544","type":"tools","time":"2020-11"},{"labels":["ontology annotation","accessibility"],"resource":"Cantree API","description":null,"url":null,"id":"tool1211738704062386262","type":"tools","time":"2020-11"},{"labels":["ontology annotation","interoperability"],"resource":"Collibra","description":null,"url":"https:\/\/www.collibra.com\/","id":"tool-4047816096447411734","type":"tools","time":"2020-11"},{"labels":["ontology annotation","reusability"],"resource":"eNanoMapper Slimmer","description":"Slimmer is a slim tool to slim ontologies as part of ontology integration. It allows users to provide configuration files that specify which parts of an ontology should be kept and\/or removed, allowing to just select parts of the ontology you like. Rewiring the ontology is part of the features, allowing you to define new super terms.","url":"https:\/\/github.com\/enanomapper\/slimmer","id":"tool-2808344235473424905","type":"tools","time":"2020-11"},{"labels":["ontology annotation","interoperability"],"resource":"GeneTegra","description":"INFOTECH Soft is dedicated to the development of state of the art software solutions for the healthcare and life science industries. Our objective is to create software solutions that enable medical and research professionals to effectively diagnose and treat patient ailments.\n\nWe specialize in the application of Semantic Web technologies to biomedical and clinical research. Coupled with a solid understanding of new and evolving technologies in network computing, high speed integrated services networks, and distributed systems architectures, our goal is to meet the information technology solutions needs of our customers.","url":"http:\/\/www.genetegra.com\/","id":"tool-4238721493009317882","type":"tools","time":"2020-11"},{"labels":["ontology annotation","interoperability"],"resource":"MarkLogic","description":null,"url":"https:\/\/developer.marklogic.com\/concept\/ontology-driven-entity-extraction\/","id":"tool3562876621611196912","type":"tools","time":"2020-11"},{"labels":["ontology annotation","reusability"],"resource":"NCBO Bioportal","description":"The goal of the National Center for Biomedical Ontology is to support biomedical researchers in their knowledge-intensive work, by providing online tools and a Web portal enabling them to access, review, and integrate disparate ontological resources in all aspects of biomedical investigation and clinical practice. A major focus of our work involves the use of biomedical ontologies to aid in the management and analysis of data derived from complex experiments.\n","url":"https:\/\/bioportal.bioontology.org\/","id":"tool11672039196568234","type":"tools","time":"2020-11"},{"labels":["ontology annotation","accessibility"],"resource":"NCBO bioportal Annotator","description":"The range of publicly available biomedical data is enormous and continues to rapidly expand. This expansion means that researchers now face a hurdle to extracting the data they need from the large numbers of data that are available. Biomedical researchers have turned to ontologies and terminologies to structure and annotate their data with ontology concepts for better search and retrieval. However, this annotation process cannot be easily automated and often requires expert curators. Plus, there is a lack of easy-to-use systems that facilitate the use of ontologies for annotation. The NCBO Annotator (formerly referred to as the Open Biomedical Annotator (OBA)) is an ontology-based Web service that annotates public datasets with biomedical ontology concepts based on their textual metadata. The biomedical community can use the annotator service to tag their data automatically with ontology concepts. These concepts come from the Unified Medical Language System (UMLS) Metathesaurus and the National Center for Biomedical Ontology (NCBO) BioPortal ontologies. Such annotations facilitate translational discoveries by integrating annotated data.","url":"https:\/\/bioportal.bioontology.org\/annotator","id":"tool-6760009003056553255","type":"tools","time":"2020-11"},{"labels":["ontology annotation","findability"],"resource":"NeuralCR","description":"NCR is a concept recognizer for annotating unstructured text with concepts from an ontology. In its core, NCR uses a deep neural network trained to classify input phrases with concepts in a given ontology, and is capable of generalizing to synonyms not explicitly available.","url":"https:\/\/github.com\/ccmbioinfo\/NeuralCR","id":"tool-4244107448249474955","type":"tools","time":"2020-11"},{"labels":["ontology annotation","findability"],"resource":"OBO foundry","description":"The mission of the OBO Foundry is to develop a family of interoperable ontologies that are both logically well-formed and scientifically accurate. To achieve this, OBO Foundry participants follow and contribute to the development of an evolving set of principles including open use, collaborative development, non-overlapping and strictly-scoped content, and common syntax and relations, based on ontology models that work well, such as the Operations Committee with Editorial, Technical and Outreach working groups.","url":"http:\/\/www.obofoundry.org\/","id":"tool-7725961953531878093","type":"tools","time":"2020-11"},{"labels":["ontology annotation","interoperability"],"resource":"OLS","description":"The Ontology for Biomedical Investigations (OBI) is build in a collaborative, international effort and will serve as a resource for annotating biomedical investigations, including the study design, protocols and instrumentation used, the data generated and the types of analysis performed on the data. This ontology arose from the Functional Genomics Investigation Ontology (FuGO) and will contain both terms that are common to all biomedical investigations, including functional genomics investigations and those that are more domain specific.","url":"https:\/\/www.ebi.ac.uk\/ols\/ontologies\/obi","id":"tool93103256108442864","type":"tools","time":"2020-11"},{"labels":["ontology annotation","reusability"],"resource":"Ontobee","description":"Ontobee: A linked data server designed for ontologies. Ontobee is aimed to facilitate ontology data sharing, visualization, query, integration, and analysis. Ontobee dynamically dereferences and presents individual ontology term URIs to (i) HTML web pages for user-friendly web browsing and navigation, and to (ii) RDF source code for Semantic Web applications. Ontobee is the default linked data server for most OBO Foundry library ontologies. Ontobee has also been used for many non","url":"http:\/\/www.ontobee.org\/","id":"tool-2118379673562288780","type":"tools","time":"2020-11"},{"labels":["ontology annotation","accessibility"],"resource":"OntoMaton","description":"OntoMaton facilitates ontology search and tagging functionalities within Google Spreadsheets. It has been developed by the ISA Team at the University of Oxford's e-Research Centre.\n","url":"https:\/\/github.com\/ISA-tools\/OntoMaton","id":"tool-1077429877939484448","type":"tools","time":"2020-11"},{"labels":["ontology annotation","findability"],"resource":"OntoText","description":"Organize your information and documents into enterprise knowledge graphs\nWe make data management and analytics work in synergy:\n\nConnect and publish complex enterprise knowledge with standard-compliant semantic graph database;\nCustomize and apply analytics to link documents to graphs, extract new facts, classify and recommend content;\nAccess data via GraphQL to ease application development.","url":"https:\/\/www.ontotext.com\/products\/ontotext-platform\/","id":"tool4965272688391386973","type":"tools","time":"2020-11"},{"labels":["ontology annotation","findability"],"resource":"OWLAPI","description":"The OWL API is a Java API for creating, manipulating and serialising OWL Ontologies.","url":"https:\/\/github.com\/owlcs\/owlapi","id":"tool-6819309560935213542","type":"tools","time":"2020-11"},{"labels":["ontology annotation","interoperability"],"resource":"OXO","description":"OxO is a service for finding mappings (or cross-references) between terms from ontologies, vocabularies and coding standards. OxO imports mappings from a variety of sources including the Ontology Lookup Service and a subset of mappings provided by the UMLS. We're still developing the service so please get in touch if you have any feedback.","url":"https:\/\/www.ebi.ac.uk\/spot\/oxo\/","id":"tool5428549736443096969","type":"tools","time":"2020-11"},{"labels":["ontology annotation","accessibility"],"resource":"Protege","description":null,"url":null,"id":"tool-111406598838558556","type":"tools","time":"2020-11"},{"labels":["ontology annotation","reusability"],"resource":"PoolParty","description":"https:\/\/help.poolparty.biz\/pp7\/user-guide-for-knowledge-engineers\/advanced-features\/ontology-management-overview","url":"https:\/\/www.poolparty.biz\/natural-language-processing\/","id":"tool-2169541413414124461","type":"tools","time":"2020-11"},{"labels":["ontology annotation","accessibility"],"resource":"rdflibs","description":"RDFLib is a pure Python package for working with RDF. RDFLib contains useful APIs for working with RDF, including:","url":"https:\/\/rdflib.readthedocs.io\/en\/stable\/","id":"tool8345290811003156185","type":"tools","time":"2020-11"},{"labels":["ontology annotation","reusability"],"resource":"ROBOT","description":"ROBOT is a tool for working with Open Biomedical Ontologies. It can be used as a command-line tool or as a library for any language on the Java Virtual Machine.","url":"http:\/\/robot.obolibrary.org\/","id":"tool1156950162806413466","type":"tools","time":"2020-11"},{"labels":["ontology annotation","accessibility"],"resource":"Stardog","description":"Deliver faster time to insight with Stardog’s Enterprise Knowledge Graph platform.\n\nBring context to your data for better decision-making\nPerform complex queries across silos\nSeamlessly support multiple apps and data models","url":"https:\/\/www.stardog.com\/","id":"tool6116818129052297940","type":"tools","time":"2020-11"},{"labels":["ontology annotation","reusability"],"resource":"Termite (scibite) Centre","description":"SciBite addresses these problems with user-friendly, efficient and robust solutions which simplify collaborative ontology management and use the power of machine learning techniques to support the process of curating and enriching both internal and external ontologies.","url":"https:\/\/www.scibite.com\/","id":"tool-909764664881749857","type":"tools","time":"2020-11"},{"labels":["ontology annotation","interoperability"],"resource":"Topbraid Composer","description":"TopBraid EDG–VM creates a Knowledge Graph of your vocabularies and associated resources. A flexible, web-based system, it supports business stakeholders who need to collaborate on defining, linking and using enterprise vocabularies (such as taxonomies, thesauri and ontologies) required to integrate content sources, comply with regulations, enhance navigation and search.","url":"https:\/\/www.topquadrant.com\/products\/topbraid-edg-vocabulary-management\/","id":"tool-8342864256361012764","type":"tools","time":"2020-11"},{"labels":["ontology annotation","reusability"],"resource":"Virtuoso","description":"Virtuoso Universal Server is modern platform built on existing open standards that harnesses the power of Hyperlinks (functioning as Super Keys) for breaking down data silos that impede both user and enterprise ability . For example, Virtuoso's core SQL & SPARQL powers many Enterprise Knowledge Graph initiatives just as it does DBpedia and a majority of nodes in the Linked Open Data Cloud -- the world's largest publicly accessible Knowledge Graph.","url":"https:\/\/virtuoso.openlinksw.com\/","id":"tool-7329472341567815243","type":"tools","time":"2020-11"},{"labels":["ontology annotation","accessibility"],"resource":"Zooma","description":"Zooma is a tool for mapping free text annotations to ontology term based on a curated repository of annotation knowledge.\n\nWhere mappings are not found in the curated respository one or more ontologies can be selected from the Ontology Lookup Service to increase coverage. For example if you want to map GWAS annotations select the GWAS datasource and a common disease ontology such as EFO or DOID to maximise coverage when terms have no curated mappings.\n\nUse the text box to find possible ontology mappings for free text terms in the ZOOMA repository of curated annotation knowledge. You can add one term (e.g. 'Homo sapiens') per line. If you also have a type for your term (e.g. 'organism'), put this after the term, separated by a tab.\nIf you are new to ZOOMA, take a look at our getting started guide.","url":"https:\/\/www.ebi.ac.uk\/spot\/zooma\/","id":"tool-8908719240678650787","type":"tools","time":"2020-11"},{"labels":["ontology annotation","interoperability"],"resource":"beere","description":"Tool for Biomedical Entity Expansion, Ranking, and Exploration.","url":"http:\/\/discovery.informatics.uab.edu\/BEERE\/","id":"tool-6162236207964484041","type":"tools","time":"2020-11"},{"labels":["ontology annotation","reusability"],"resource":"biocaddie","description":"Leveraging word embeddings and medical entity extraction for biomedical dataset retrieval using unstructured texts. Mayo's Data for the bioCADDIE 2016 Dataset Retrieval Challenge","url":"https:\/\/github.com\/yanshanwang\/biocaddie2016mayodata","id":"tool6438044801114947699","type":"tools","time":"2020-11"},{"labels":["ontology annotation","reusability"],"resource":"onclass","description":"Unifying single-cell annotations based on the Cell Ontology. Single cell typing based on cell ontology. please see the document of OnClass at https:\/\/onclass.readthedocs.io\/en\/latest\/","url":"https:\/\/onclass.readthedocs.io\/en\/latest\/","id":"tool-4918357171446889746","type":"tools","time":"2020-11"},{"labels":["ontology annotation","reusability"],"resource":"hpo2go","description":"Prediction of human phenotype ontology term associations using cross ontology annotation co-occurrences. Mapping between HPO and GO terms. If you find HPO2GO useful, please consider citing this publication:. Mapping between Human Phenotype Ontology (HPO) and Gene Ontology (GO) terms for the prediction of gene\/protein - function - phenotype - disease associations. In this study, a novel approach is proposed for the identification of relationships between biomedical entities by automatically mapping phenotypic abnormality defining HPO terms with biomolecular function defining GO terms, where each association indicates the occurrence of the abnormality due to the loss of the biomolecular function expressed by the corresponding GO term","url":"https:\/\/github.com\/cansyl\/HPO2GO","id":"tool-1731676583135367744","type":"tools","time":"2020-11"},{"labels":["ontology annotation","reusability"],"resource":"ontobrowser","description":"The tool was developed to manage ontologies (and controlled terminologies e.g. CDISC SEND). The primary goal of the tool is to provide an online collaborative solution for expert curators to map code list terms (sourced from multiple systems\/databases) to preferred ontology terms. Other key features include visualisation of ontologies in hierarchical\/graph format, advanced search capabilities, peer review\/approval workflow and web service access to data.","url":"https:\/\/bio.tools\/ontobrowser","id":"tool-7989354770938286130","type":"tools","time":"2020-11"},{"labels":["ETL","accessibility"],"resource":"Bert","description":"Bidirectional Encoder Representations from Transformers (BERT) is a Transformer-based machine learning technique for natural language processing (NLP) pre-training developed by Google. ","url":"https:\/\/en.wikipedia.org\/wiki\/BERT_(language_model)","id":"tool-1173329963976295008","type":"tools","time":"2020-11"},{"labels":["ETL","findability"],"resource":"Collibra","description":"Collibra Data Catalog empowers business users to quickly discover and understand data that matters so they can generate impactful insights that drive business value. Collibra Data Lineage: Collibra Data Lineage automatically maps relationships between data to show how data flows from system to system and how data sets are built","url":" aggregated","id":"tool-4047816096447411734","type":"tools","time":"2020-11"},{"labels":["ETL","findability"],"resource":"Dublin Core","description":"The Dublin Core Metadata Initiative or DCMI is an organization supporting innovation in metadata design and best practices across the metadata ecology. DCMI works openly and it supported by a paid-membership model. DCMI's activities include: work on architecture and modelling","url":"https:\/\/dublincore.org\/","id":"tool5605130047360711530","type":"tools","time":"2020-11"},{"labels":["ETL","accessibility"],"resource":"Hadoop","description":"a framework that allows for the distributed processing of large data sets across clusters of computers using simple programming models. It is designed to scale up from single servers to thousands of machines","url":" each offering local computation and storage. Rather than rely on hardware to deliver high-availability","id":"tool5168613560416533892","type":"tools","time":"2020-11"},{"labels":["ETL","reusability"],"resource":"Informatica","description":"Informatica is the only Enterprise Cloud Data Management leader that accelerates data-driven digital transformation. Informatica enables companies to fuel innovation become more agile and realize new growth opportunities resulting in intelligent market disruptions","url":"https:\/\/www.informatica.com\/gb\/about-us.html","id":"tool-1093164953604752218","type":"tools","time":"2020-11"},{"labels":["ETL","interoperability"],"resource":"OMOP","description":"The OMOP Common Data Model allows for the systematic analysis of disparate observational databases. The concept behind this approach is to transform data contained within those databases into a common format (data model) as well as a common representation (terminologies vocabularies coding schemes) and then perform systematic analyses using a library of standard analytic routines that have been written based on the common format","url":"https:\/\/www.ohdsi.org\/data-standardization\/the-common-data-model\/","id":"tool6773208910100621388","type":"tools","time":"2020-11"},{"labels":["ETL","accessibility"],"resource":"REDCap","description":"REDCap is a secure web application for building and managing online surveys and databases. While REDCap can be used to collect virtually any type of data in any environment (including compliance with 21 CFR Part 11 FISMA HIPAA and GDPR)","url":"https:\/\/www.project-redcap.org\/","id":"tool971227232691534242","type":"tools","time":"2020-11"},{"labels":["ETL","interoperability"],"resource":"SDTM","description":"SDTM provides a standard for organizing and formatting data to streamline processes in collection management analysis and reporting. Implementing SDTM supports data aggregation and warehousing; fosters mining and reuse; facilitates sharing; helps perform due diligence and other important data review activities; and improves the regulatory review and approval process. SDTM is also used in non-clinical data (SEND) medical devices and pharmacogenomics\/genetics studies.","url":"https:\/\/www.cdisc.org\/standards\/foundational\/sdtm","id":"tool6865448652550866976","type":"tools","time":"2020-11"},{"labels":["ETL","findability"],"resource":"TAMR","description":"Accelerating Analytic outcomes. The toughest analytics challenges need consolidated cleansed categorized data. Tamr’s data mastering solutions are designed to power timely actionable analytic insightsCloud-Native Master. Data Management (MDM). Tamr’s cloud-native data mastering solutions make it easy to connect internal and external data sources quickly to power analytic insights and drive business outcomes","url":"https:\/\/www.tamr.com\/","id":"tool-3757409349378717183","type":"tools","time":"2020-11"},{"labels":["ETL","reusability"],"resource":"TransMART","description":"An Open-Source—Open-Data Community. Enabling collaboration for precision medicine through sharing integration standardization","url":"https:\/\/i2b2transmart.org\/","id":"tool-6889793941815152999","type":"tools","time":"2020-11"},{"labels":["ETL","accessibility"],"resource":"TriFacta","description":"Poor data quality can sink any analytics project. Trifacta helps you understand your data so you can quickly and accurately clean it up. Clean Blend & Standardize your Data. Data transformation. All the power with none of the code. Trifacta provides visual and intelligent guidance so you can get to insights faster.Automate Your Data Processes. Data pipelines. Manual repetitive data preparation processes don’t scale. Trifacta helps you build deploy and manage self-service data pipelines in minutes not months.","url":"https:\/\/www.trifacta.com\/","id":"tool828355421769954463","type":"tools","time":"2020-11"},{"labels":["ETL","accessibility"],"resource":"Termite","description":"TERMite (TERM identification","url":" tagging & extraction) is the ultra-fast named entity recognition (NER) and extraction engine at the heart of our semantic analytics software suite.Coupled with our hand-curated VOCabs","id":"tool-4544028877615330347","type":"tools","time":"2020-11"},{"labels":["ETL","findability"],"resource":"fairifier","description":"A general-purpose FAIRifier on the basis of the OpenRefine data cleaning and wrangling tool and the RDF plugin. This FAIRifier enables a post-hoc FAIRification workflow: load an existing dataset","url":" perform data wrangling tasks","id":"tool-2985223437548704761","type":"tools","time":"2020-11"},{"labels":["ETL","interoperability"],"resource":"query tabular","description":"galaxy only","url":null,"id":"tool-8650457348792010915","type":"tools","time":"2020-11"},{"labels":["ETL","interoperability"],"resource":"martview","description":"Tool for data retrieval and data mining that integrates data from Ensembl. Through the web interface it allows you to apply a series of filters to create custom datasets which can be converted to several useful output formats.","url":null,"id":"tool-2245596179367195657","type":"tools","time":"2020-11"},{"labels":["ETL","findability"],"resource":"osirix","description":"OsiriX is an image processing software dedicated to DICOM images (“.dcm” \/ “.DCM” extension) produced by imaging equipment (MRI","url":" CT","id":"tool-5927044756952364085","type":"tools","time":"2020-11"},{"labels":["ETL","reusability"],"resource":"ms-data-core-api","description":"The ms-data-core-api is a free","url":" open-source library for developing computational proteomics tools and pipelines. The Application Programming Interface","id":"tool4940931381669193674","type":"tools","time":"2020-11"},{"labels":["ETL","reusability"],"resource":"snpator","description":"deprecated","url":null,"id":"tool180773408246401237","type":"tools","time":"2020-11"},{"labels":["ETL","findability"],"resource":"disqover","description":"DISQOVER is a data integration platform for public","url":" licensed and internal data. The Data Ingestion Engine enables transforming data into Linked Data which can be searched","id":"tool-5607621352020703842","type":"tools","time":"2020-11"}]